{
  "body": [
    {
      "title": {
        "text": "Head and Neck Cancer Bank",
        "level": 2
      }
    },
    {
      "splitarea": {
        "left": [
          {
            "text": "The <strong>Head and Neck Cancer Digital Data Commons</strong> is a unified web platform that connects rich clinical and research data to a long-standing physical head and neck cancer tissue biobank at the University of Chicago. The biobank includes multiple specimen types collected continuously since 1989, with detailed clinical annotations across diverse patient populations and disease states. By tightly coupling a mature biobank with a modern, AI-ready data infrastructure, the commons provides a secure, queryable environment that links physical biospecimens to their corresponding clinical, molecular, and imaging data."
          },
          {
            "text": "The platform is being designed to support advanced search, conversational data access, and integrated analytics. Investigators will be able to search and filter patients and specimens by diagnosis, treatment, outcomes, biomarkers, and other attributes, or 'chat with the commons' using natural-language questions to obtain structured, explainable results. Approved users will also be able to deploy AI and machine learning models—including foundation models and embeddings—directly within the environment, maintaining explicit references between model-derived representations and the underlying physical biospecimens. This architecture enables reproducible, specimen-linked AI research and accelerates discovery in head and neck cancer."
          },
          {
            "link": {
              "href": "https://gen3.datacommons.io",
              "text": "Learn More"
            }
          }
        ],
        "right": [
          {
            "image": {
              "src": "https://gen3.org/figs/kv.svg",
              "alt": "Gen3 Data Platform"
            }
          }
        ]
      }
    },
    {
      "break": "standard"
    },
    {
      "cardsArea": {
        "title": "",
        "cards": []
      }
    },
    {
      "quoteArea": {
        "quote": "Our vision is a world in which researchers have ready access to the data needed and the tools required to make data-driven discoveries that increase our scientific knowledge and improve the quality of life."
      }
    }
  ]
}
